Repository: vrk-kpa/ckanext-xroad_integration
Catalog: ckanext/xroad_integration/i18n/*/LC_MESSAGES/ckanext-xroad_integration.po
Languages: sv

source: User not authorized to view X-Road error list for organization
sv: Användaren har inte rätt att granska listan över organisationens X-Road-fel

source: Organization not found
sv: Inga organisationer hittades

source: Organization id is not valid X-Road id
sv: Organisations-id är inte giltigt X-Road-ID

source: Invalid file size
sv: Ogiltig filstorlek

source: File size too large for preview, download the file to view its contents.
sv: Filen är för stor för förhandsgranskning. Ladda ner filen för att se dess innehåll.

source: Date
sv: Datum

source: Number of Distinct services
sv: Antal distinkta tjänster

source: Created
sv: Skapad

source: Service
sv: Tjänst

source: Message
sv: Meddelande

source: Code
sv: Kod

source: Download CSV
sv: Exportera CSV

source: If organization has at least one service on any of its subsystems, the member type is provider. This includes SOAP, Rest and unknown types for services. Otherwise member type is consumer
sv: Om organisationen har minst en tjänst i sina subsystem är organisationstypen producent. Detta inkluderar SOAP, Rest och okända typer av tjänster. I annat fall är typen nyttjare.

source: Member
sv: Organisation

source: Member name
sv: Organisationens namn

source: Member type (current)
sv: Organisationens typ (nuvarande)

source: Security servers
sv: Anslutningsservrar

source: Active
sv: Aktiv

source: Provider
sv: Leverantör

source: Consumer
sv: Utnyttjare

source: Yes
sv: Ja

source: No
sv: Nej

source: Number of SOAP services
sv: Antal SOAP-tjänster

source: Number of Rest services
sv: Antal REST-tjänster

source: Number of OpenAPI services
sv: Antal OpenAPI-tjänster

source: Need to be system administrator to administer
sv: Man måste vara systemets administratör för administrationen

source: Need to be organization administrator to administer
sv: Man måste vara organisationens administratör för administrationen
